<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<link rel="stylesheet" href="../style/tutorialmain.css" type="text/css" />
<link rel="stylesheet" href="../style/tutorialprint.css" media="print" type="text/css" />
<title>Personnalisation du syst&egrave;me d'exploitation client&nbsp;: Didacticiel vSphere</title>
</head>

<body>
<div id="wrapper">
	<div id="header">
	<div id="hdrleft"><div id="hdrinnertwo"><a href="../index.html">Accueil</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;<a href="whatcanido.html">Utilisation de vSphere</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;<a href="creating_virtualmachine.html">Cr&eacute;ation d'une machine virtuelle</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;<a href="deploying_fromtemplate.html">D&eacute;ploiement &agrave; partir d'un mod&egrave;le</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;<br />Personnalisation du syst&egrave;me d'exploitation invit&eacute;</div></div>
		<div id="hdrright">&nbsp;</div>
	</div>
	<div id="contentwrapper03">
		<div id="content">
			<a href="javascript:window.print();"><img id="printbutton" src="../images/img_btn_print.gif" width="61px" height="12px" border="0" alt="Imprimer la page"></a>		
	  		<h2>Personnalisation du syst&egrave;me d'exploitation client</h2>
	  	<p>Quand vous d&eacute;ployez une nouvelle machine virtuelle &agrave; partir d'un mod&egrave;le ou clonez une machine virtuelle existante, vous pouvez personnaliser le nouveau syst&egrave;me d'exploitation client. Vous pouvez personnaliser l'identit&eacute; et les param&egrave;tres r&eacute;seau du syst&egrave;me d'exploitation client de votre machine virtuelle pour commencer &agrave; travailler imm&eacute;diatement dans votre environnement cible. Vous pouvez ensuite enregistrer les param&egrave;tres de votre machine virtuelle dans une sp&eacute;cification que vous pouvez r&eacute;cup&eacute;rer et r&eacute;utiliser plus tard.</p>
	  		<p>Avant de terminer l'assistant D&eacute;ployer &agrave; partir d'un mod&egrave;le ou Cloner une machine virtuelle, vous avez la possibilit&eacute; de personnaliser le syst&egrave;me d'exploitation invit&eacute;. Si vous choisissez cette option, un assistant de personnalisation vous guide tout au long des options de configuration.</p>
	  		<p>Pour acc&eacute;der aux sp&eacute;cifications de personnalisation enregistr&eacute;es, s&eacute;lectionnez <strong>R&egrave;gles et profils</strong> depuis la page d'accueil de vSphere&nbsp;Web&nbsp;Client puis choisissez <strong>Sp&eacute;cifications de personnalisation VM</strong>. De l&agrave;, vous pouvez modifier des sp&eacute;cifications existantes ou en cr&eacute;er de nouvelles qui sont stock&eacute;es pour un usage ult&eacute;rieur.</p>
			<img src="../images/img_horz_rule.gif" alt="" width="416px" height="1px" border="0"><br />	  		
	  		<div id="reltopics">
	    		<p><strong>Rubriques connexes</strong></p>
	      		<a href="deploying_fromtemplate.html">D&eacute;ploiement &agrave; partir d'un mod&egrave;le</a><br /> <a href="cloning_vm.html">Clonage d'une machine virtuelle </a>
	  		</div>
		</div>
  	</div>
</div>
</body>
</html>
