<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<link rel="stylesheet" href="../style/tutorialmain.css" type="text/css" />
<link rel="stylesheet" href="../style/tutorialprint.css" media="print" type="text/css" />
<title>VMware Tools : Didacticiel vSphere</title>
<style type="text/css">
#g_txt1 {
	width: 460px;
	position: absolute;
	left: 25px; /* was 10px */
	top: 120px; /* was 40px */
	text-align: center;
}
</style>
</head>

<body>
<div id="wrapper">
	<div id="header">
	<div id="hdrleft"><div id="hdrinnertwo"><a href="../index.html">Accueil</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;<a href="whatcanido.html">Utilisation de vSphere</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;<a href="creating_virtualmachine.html">Cr&eacute;ation d'une machine virtuelle</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;<a href="creating_new_vm.html">Cr&eacute;ation d'une nouvelle machine virtuelle</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;<br /><a href="installing_guestos.html">Installation d'un syst&egrave;me d'exploitation invit&eacute;</a>&nbsp;&nbsp;&gt;&nbsp;&nbsp;VMware Tools</div></div>
		<div id="hdrright">&nbsp;</div>
	</div>
	<div id="contentwrapper03">
		<div id="content">
			<a href="javascript:window.print();"><img id="printbutton" src="../images/img_btn_print.gif" width="61px" height="12px" border="0" alt="Imprimer la page"></a>
			<h2>VMware Tools</h2>
  			<p>VMware Tools est une suite d'utilitaires qui accro&icirc;t les performances du syst&egrave;me d'exploitation client de la machine virtuelle et am&eacute;liore la gestion de cette derni&egrave;re. Installez VMware Tools apr&egrave;s avoir install&eacute; un syst&egrave;me d'exploitation client sur une machine virtuelle.</p>
  			<p>L'installation de VMware Tools dans le syst&egrave;me d'exploitation client est essentiel. Bien que le syst&egrave;me d'exploitation client puisse fonctionner sans VMware Tools, vous perdez beaucoup en fonctionnalit&eacute; et en commodit&eacute;. Quand vous installez VMware Tools, vous installez le service VMware Tools et un ensemble de pilotes de p&eacute;riph&eacute;riques VMware qui am&eacute;liorent la prise en charge des affichages, de la gestion de r&eacute;seau, des p&eacute;riph&eacute;riques SCSI, de la gestion de m&eacute;moire, des E/S et des souris.</p>
  			<p><strong>Installation de VMware Tools</strong></p>
			<p>Avant d'installer VMware&nbsp;Tools, assurez-vous que le plug-in d'int&eacute;gration du client VMware est install&eacute; pour votre navigateur.</p>
  			<ol>
    			<li>Cliquez avec le bouton droit de la souris sur la machine virtuelle dans l'inventaire et s&eacute;lectionnez <strong>Toutes les actions vCenter &gt; SE invit&eacute; &gt; Installer/Mettre &agrave; niveau VMware&nbsp;Tools</strong>.</li>
    			<li>Cliquez sur <strong>Console de lancement</strong> dans l'onglet <strong>R&eacute;sum&eacute;</strong> de la machine virtuelle.</li>
    			<li>Dans la console de machine virtuelle, suivez les instructions de l'assistant d'installation.</li>
  			</ol>
  			<p>Pour les installations Windows, si l'assistant n'appara&icirc;t pas automatiquement, ouvrez le lecteur de CD-ROM dans le syst&egrave;me d'exploitation client intitul&eacute; VMware Tools et ex&eacute;cutez l'application Setup.</p>
  			<p>Pour les installations Linux, suivez les instructions du <a href="http://www.vmware.com/info?id=403" target="_blank">Guide d'installation du syst&egrave;me d'exploitation client</a>.</p>
		</div>
	</div>
</div>
</body>
</html>
